NSCameraUsageDescription = "Acesso à câmera é necessário para escanear documentos e fazer foto e vídeo.";
NSFaceIDUsageDescription = "Identificação facial é necessário para autenticar usando reconhecimento facial.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "Acesso à galeria de fotos é necessário para enviar suas fotos e vídeos para a sua nuvem.";
NSPhotoLibraryAddUsageDescription = "Acesso à galeria de fotos é necessário para enviar suas fotos e vídeos para a sua nuvem.";
NSMicrophoneUsageDescription = "Acesso ao microfone é necessário para criar notas de voz.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
